{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 20, "word_counts": "{\"what\": 8, \"are\": 4, \"the\": 13, \"types\": 2, \"of\": 4, \"reimbursements\": 2, \"i\": 7, \"can\": 3, \"claim\": 2, \"is\": 5, \"process\": 1, \"claiming\": 1, \"where\": 2, \"to\": 5, \"declare\": 1, \"investments\": 1, \"how\": 6, \"select\": 1, \"tax\": 1, \"regime\": 1, \"for\": 8, \"current\": 1, \"financial\": 1, \"year\": 1, \"medical\": 1, \"insurance\": 1, \"various\": 1, \"leave\": 6, \"options\": 1, \"available\": 1, \"employees\": 1, \"do\": 5, \"apply\": 1, \"view\": 1, \"my\": 1, \"annual\": 1, \"balance\": 1, \"policy\": 5, \"sick\": 1, \"emergency\": 1, \"leaves\": 1, \"many\": 1, \"weeks\": 1, \"maternity\": 1, \"paternity\": 1, \"am\": 1, \"entitled\": 1, \"working\": 2, \"hours\": 2, \"company\": 3, \"company's\": 1, \"work\": 1, \"from\": 1, \"home\": 1, \"fill\": 1, \"out\": 2, \"clarity\": 1, \"time\": 1, \"sheet\": 1, \"on\": 1, \"flexible\": 1, \"find\": 1, \"attendance\": 1, \"wfh\": 1, \"document\": 1, \"who\": 1, \"reach\": 1, \"further\": 1, \"clarifications\": 1, \"provide\": 2, \"transport\": 1, \"facility\": 1, \"meals\": 1, \"there\": 1, \"any\": 1, \"committees\": 1, \"employee\": 1, \"engagement\": 1}", "word_docs": "{\"of\": 4, \"types\": 2, \"reimbursements\": 2, \"what\": 8, \"can\": 3, \"are\": 4, \"claim\": 2, \"i\": 7, \"the\": 12, \"is\": 5, \"claiming\": 1, \"process\": 1, \"to\": 5, \"where\": 2, \"investments\": 1, \"declare\": 1, \"financial\": 1, \"regime\": 1, \"select\": 1, \"current\": 1, \"for\": 8, \"tax\": 1, \"how\": 6, \"year\": 1, \"medical\": 1, \"insurance\": 1, \"leave\": 6, \"options\": 1, \"employees\": 1, \"various\": 1, \"available\": 1, \"do\": 5, \"apply\": 1, \"balance\": 1, \"annual\": 1, \"my\": 1, \"view\": 1, \"sick\": 1, \"policy\": 5, \"leaves\": 1, \"emergency\": 1, \"paternity\": 1, \"entitled\": 1, \"weeks\": 1, \"am\": 1, \"many\": 1, \"maternity\": 1, \"company\": 3, \"working\": 2, \"hours\": 2, \"company's\": 1, \"home\": 1, \"from\": 1, \"work\": 1, \"out\": 2, \"clarity\": 1, \"time\": 1, \"sheet\": 1, \"fill\": 1, \"on\": 1, \"flexible\": 1, \"find\": 1, \"attendance\": 1, \"document\": 1, \"wfh\": 1, \"reach\": 1, \"who\": 1, \"further\": 1, \"clarifications\": 1, \"transport\": 1, \"facility\": 1, \"provide\": 2, \"meals\": 1, \"there\": 1, \"any\": 1, \"employee\": 1, \"engagement\": 1, \"committees\": 1}", "index_docs": "{\"12\": 4, \"15\": 2, \"16\": 2, \"2\": 8, \"13\": 3, \"11\": 4, \"17\": 2, \"4\": 7, \"1\": 12, \"7\": 5, \"24\": 1, \"23\": 1, \"8\": 5, \"18\": 2, \"26\": 1, \"25\": 1, \"31\": 1, \"29\": 1, \"27\": 1, \"30\": 1, \"3\": 8, \"28\": 1, \"5\": 6, \"32\": 1, \"33\": 1, \"34\": 1, \"6\": 6, \"36\": 1, \"38\": 1, \"35\": 1, \"37\": 1, \"9\": 5, \"39\": 1, \"43\": 1, \"42\": 1, \"41\": 1, \"40\": 1, \"44\": 1, \"10\": 5, \"46\": 1, \"45\": 1, \"50\": 1, \"52\": 1, \"48\": 1, \"51\": 1, \"47\": 1, \"49\": 1, \"14\": 3, \"19\": 2, \"20\": 2, \"53\": 1, \"56\": 1, \"55\": 1, \"54\": 1, \"21\": 2, \"58\": 1, \"59\": 1, \"60\": 1, \"57\": 1, \"61\": 1, \"62\": 1, \"63\": 1, \"64\": 1, \"66\": 1, \"65\": 1, \"68\": 1, \"67\": 1, \"69\": 1, \"70\": 1, \"71\": 1, \"72\": 1, \"22\": 2, \"73\": 1, \"74\": 1, \"75\": 1, \"77\": 1, \"78\": 1, \"76\": 1}", "index_word": "{\"1\": \"the\", \"2\": \"what\", \"3\": \"for\", \"4\": \"i\", \"5\": \"how\", \"6\": \"leave\", \"7\": \"is\", \"8\": \"to\", \"9\": \"do\", \"10\": \"policy\", \"11\": \"are\", \"12\": \"of\", \"13\": \"can\", \"14\": \"company\", \"15\": \"types\", \"16\": \"reimbursements\", \"17\": \"claim\", \"18\": \"where\", \"19\": \"working\", \"20\": \"hours\", \"21\": \"out\", \"22\": \"provide\", \"23\": \"process\", \"24\": \"claiming\", \"25\": \"declare\", \"26\": \"investments\", \"27\": \"select\", \"28\": \"tax\", \"29\": \"regime\", \"30\": \"current\", \"31\": \"financial\", \"32\": \"year\", \"33\": \"medical\", \"34\": \"insurance\", \"35\": \"various\", \"36\": \"options\", \"37\": \"available\", \"38\": \"employees\", \"39\": \"apply\", \"40\": \"view\", \"41\": \"my\", \"42\": \"annual\", \"43\": \"balance\", \"44\": \"sick\", \"45\": \"emergency\", \"46\": \"leaves\", \"47\": \"many\", \"48\": \"weeks\", \"49\": \"maternity\", \"50\": \"paternity\", \"51\": \"am\", \"52\": \"entitled\", \"53\": \"company's\", \"54\": \"work\", \"55\": \"from\", \"56\": \"home\", \"57\": \"fill\", \"58\": \"clarity\", \"59\": \"time\", \"60\": \"sheet\", \"61\": \"on\", \"62\": \"flexible\", \"63\": \"find\", \"64\": \"attendance\", \"65\": \"wfh\", \"66\": \"document\", \"67\": \"who\", \"68\": \"reach\", \"69\": \"further\", \"70\": \"clarifications\", \"71\": \"transport\", \"72\": \"facility\", \"73\": \"meals\", \"74\": \"there\", \"75\": \"any\", \"76\": \"committees\", \"77\": \"employee\", \"78\": \"engagement\"}", "word_index": "{\"the\": 1, \"what\": 2, \"for\": 3, \"i\": 4, \"how\": 5, \"leave\": 6, \"is\": 7, \"to\": 8, \"do\": 9, \"policy\": 10, \"are\": 11, \"of\": 12, \"can\": 13, \"company\": 14, \"types\": 15, \"reimbursements\": 16, \"claim\": 17, \"where\": 18, \"working\": 19, \"hours\": 20, \"out\": 21, \"provide\": 22, \"process\": 23, \"claiming\": 24, \"declare\": 25, \"investments\": 26, \"select\": 27, \"tax\": 28, \"regime\": 29, \"current\": 30, \"financial\": 31, \"year\": 32, \"medical\": 33, \"insurance\": 34, \"various\": 35, \"options\": 36, \"available\": 37, \"employees\": 38, \"apply\": 39, \"view\": 40, \"my\": 41, \"annual\": 42, \"balance\": 43, \"sick\": 44, \"emergency\": 45, \"leaves\": 46, \"many\": 47, \"weeks\": 48, \"maternity\": 49, \"paternity\": 50, \"am\": 51, \"entitled\": 52, \"company's\": 53, \"work\": 54, \"from\": 55, \"home\": 56, \"fill\": 57, \"clarity\": 58, \"time\": 59, \"sheet\": 60, \"on\": 61, \"flexible\": 62, \"find\": 63, \"attendance\": 64, \"wfh\": 65, \"document\": 66, \"who\": 67, \"reach\": 68, \"further\": 69, \"clarifications\": 70, \"transport\": 71, \"facility\": 72, \"meals\": 73, \"there\": 74, \"any\": 75, \"committees\": 76, \"employee\": 77, \"engagement\": 78}"}}