{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1000, "word_counts": "{\"who\": 103, \"should\": 103, \"i\": 516, \"contact\": 103, \"for\": 296, \"it\": 103, \"support\": 103, \"what\": 484, \"is\": 398, \"the\": 484, \"process\": 95, \"reporting\": 95, \"workplace\": 95, \"harassment\": 95, \"how\": 413, \"do\": 203, \"access\": 96, \"my\": 302, \"pay\": 96, \"stubs\": 96, \"benefits\": 86, \"does\": 86, \"company\": 86, \"offer\": 86, \"company's\": 205, \"policy\": 205, \"on\": 96, \"remote\": 96, \"work\": 96, \"can\": 210, \"request\": 218, \"time\": 111, \"off\": 111, \"leave\": 109, \"procedure\": 98, \"performance\": 98, \"reviews\": 98, \"a\": 107, \"copy\": 107, \"of\": 107, \"employment\": 107, \"verification\": 107, \"update\": 99, \"personal\": 99, \"information\": 99}", "word_docs": "{\"contact\": 103, \"should\": 103, \"i\": 516, \"for\": 296, \"who\": 103, \"it\": 103, \"support\": 103, \"what\": 484, \"is\": 398, \"process\": 95, \"harassment\": 95, \"workplace\": 95, \"reporting\": 95, \"the\": 484, \"do\": 203, \"access\": 96, \"how\": 413, \"my\": 302, \"pay\": 96, \"stubs\": 96, \"company\": 86, \"offer\": 86, \"benefits\": 86, \"does\": 86, \"company's\": 205, \"work\": 96, \"remote\": 96, \"on\": 96, \"policy\": 205, \"can\": 210, \"time\": 111, \"request\": 218, \"off\": 111, \"leave\": 109, \"performance\": 98, \"reviews\": 98, \"procedure\": 98, \"of\": 107, \"employment\": 107, \"verification\": 107, \"copy\": 107, \"a\": 107, \"update\": 99, \"personal\": 99, \"information\": 99}", "index_docs": "{\"23\": 103, \"22\": 103, \"1\": 516, \"7\": 296, \"21\": 103, \"24\": 103, \"25\": 103, \"2\": 484, \"5\": 398, \"38\": 95, \"41\": 95, \"40\": 95, \"39\": 95, \"3\": 484, \"12\": 203, \"32\": 96, \"4\": 413, \"6\": 302, \"33\": 96, \"34\": 96, \"44\": 86, \"45\": 86, \"42\": 86, \"43\": 86, \"10\": 205, \"37\": 96, \"36\": 96, \"35\": 96, \"11\": 205, \"9\": 210, \"13\": 111, \"8\": 218, \"14\": 111, \"15\": 109, \"30\": 98, \"31\": 98, \"29\": 98, \"18\": 107, \"19\": 107, \"20\": 107, \"17\": 107, \"16\": 107, \"26\": 99, \"27\": 99, \"28\": 99}", "index_word": "{\"1\": \"i\", \"2\": \"what\", \"3\": \"the\", \"4\": \"how\", \"5\": \"is\", \"6\": \"my\", \"7\": \"for\", \"8\": \"request\", \"9\": \"can\", \"10\": \"company's\", \"11\": \"policy\", \"12\": \"do\", \"13\": \"time\", \"14\": \"off\", \"15\": \"leave\", \"16\": \"a\", \"17\": \"copy\", \"18\": \"of\", \"19\": \"employment\", \"20\": \"verification\", \"21\": \"who\", \"22\": \"should\", \"23\": \"contact\", \"24\": \"it\", \"25\": \"support\", \"26\": \"update\", \"27\": \"personal\", \"28\": \"information\", \"29\": \"procedure\", \"30\": \"performance\", \"31\": \"reviews\", \"32\": \"access\", \"33\": \"pay\", \"34\": \"stubs\", \"35\": \"on\", \"36\": \"remote\", \"37\": \"work\", \"38\": \"process\", \"39\": \"reporting\", \"40\": \"workplace\", \"41\": \"harassment\", \"42\": \"benefits\", \"43\": \"does\", \"44\": \"company\", \"45\": \"offer\"}", "word_index": "{\"i\": 1, \"what\": 2, \"the\": 3, \"how\": 4, \"is\": 5, \"my\": 6, \"for\": 7, \"request\": 8, \"can\": 9, \"company's\": 10, \"policy\": 11, \"do\": 12, \"time\": 13, \"off\": 14, \"leave\": 15, \"a\": 16, \"copy\": 17, \"of\": 18, \"employment\": 19, \"verification\": 20, \"who\": 21, \"should\": 22, \"contact\": 23, \"it\": 24, \"support\": 25, \"update\": 26, \"personal\": 27, \"information\": 28, \"procedure\": 29, \"performance\": 30, \"reviews\": 31, \"access\": 32, \"pay\": 33, \"stubs\": 34, \"on\": 35, \"remote\": 36, \"work\": 37, \"process\": 38, \"reporting\": 39, \"workplace\": 40, \"harassment\": 41, \"benefits\": 42, \"does\": 43, \"company\": 44, \"offer\": 45}"}}